<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <title>Обо мне</title>
    <link rel="stylesheet" href="style.css">
</head>
<body>

    <div class="content">
        <?php
            include ("menu.php");
        ?>

        <h1>Обо мне</h1>

        <div class="center">

            <div class="my_box_text">
                <p>Здравствуйте еще раз!<br><br>Меня зовут Руслан и я выпускник Университета ИТМО по направлению «бизнес-информатика».На данной странице Вы немного узнаете обо мне.В 2019 году я окончил 4 полных курса Университета ИТМО по направлению подготовки «бизнес-информатика». За это время я получил первичные навыки в области анализа и моделирования бизнес-процессов (BPMN, IDEF0, UML), практических вопросах автоматизации предприятий, анализа архитектуры предприятий, программирования (языки C#,Python и JavaScript), верстки сайтов(HTML и CSS), проектирования баз данных (SQL), систем корпоративного документооборота, архитектуры корпоративных информационных систем. Знания, полученные в процессе обучения, позволили мне сделать вывод о том, что самые подходящие специальности для меня – бизнес-аналитик, системный аналитик, менеджер проектов. На данных специальностях я могу выполнять следующий перечень работ: исследовать и анализировать рынок информационных технологий, проектировать и внедрять информационные системы и информационно-коммуникационные технологии, разрабатывать проекты совершенствования бизнес-процессов и ИТ-инфраструктуры предприятия, проводить аудит бизнес-процессов и ИТ-инфраструктуры предприятия, консультировать по рациональному выбору информационной системы и информационно- коммуникационной технологии управления бизнесом, консультировать по управлению ИТ-инфраструктурой предприятия, разрабатывать бизнес-планы создания новых бизнес- структур на основе инноваций в сфере информационно-коммуникационных технологий, создавать новую бизнес-структуру на основе иннований в сфере информационно- коммуникационных технологий. Имею опыт стажировки в компании «1С: Первый Бит» на должности «Программист 1С», проходил преддипломную и дипломную практику в «Globus Medicus», на базе которой была написана моя дипломная работа «Формирование функциональных и нефункциональных требований к приложению взаимодействия медицинской информационной системы и лабораторной информационной системы», в ходе написания которой я приобрел бесценный опыт сбора и формирования требований, а также моделирования бизнес-процессов As-is и To-be. У меня есть огромное желание развиваться и я готов это продемонстрировать на практике. В работе для меня наиболее ценно саморазвитие – карьерный рост и осознание себя профессионалом. В личной жизни я интересуюсь спортом, книгами, кино, также изучаю английский язык на платформе Skyeng, на данный момент уровень моего английского – intermediate.<br><br> Спасибо за внимание!<p>
            </div>

        </div>      
    </div>

    <div class="footer">
        Copyright &copy; <?php echo date("Y");?> Ruslan Annaev
    </div>
        
</body>
</html>